[
    {
        "title": "Voice Banking",
        "keywords": "voice banking, google home, cognitive, home banking, api.ai, home banking, transaction banking, text to speech, speech to text, nlp, natural language processing, speech, conversational banking, conversational interfaces, machine learning, artifical intelligence, virtual assistant, personal assistant, navigation assistant, voice biometrics, digital experience, visually impaired assistant, specially abled assistant",
        "image_name": "voice-banking.png",
        "description": "Google Home based home banking solution which provides account related insights like account balance, expense categorization, transaction history, portfolio performance, etc.",
        "pdf_url": "BFS DigitalWorks Lab_Voice Banking.pdf",
        "video_url": "VoiceBanking_Video.mp4",
        "download_url":"http://ec2-52-77-142-199.ap-southeast-1.compute.amazonaws.com/android_apks/VICI%20API%20PROD.apk",
        "app_url": "",
        "color": "#e4a11f",
        "isMobile": true,
        "updated_time":"Jan 20, 2017"

    },
    {
        "title": "Social Investing",
        "keywords": "social investing, investment clubs, social network, collective investment, social sentiment, codeflower, stock sentiment analysis, ibm alchemy api, nlp, natural language processing, wisdom of crowd, community investments, trading recommendations, millenial investment, text analytics",
        "image_name": "social-investing.png",
        "description": "Investment management solution to pool like-minded investors. Leverages social network effect for better portfolio management in a simplistic and transparent method.",
        "pdf_url": "BFS DigitalWorks Lab_Social Investing.pdf",
        "video_url": "SocialInvesting_Video.mp4",
        "color": "#cd273a",
        "download_url":"",
        "app_url": "http://ec2-52-77-142-199.ap-southeast-1.compute.amazonaws.com/dwlabsolutions/si/",
        "isMobile": false,
        "updated_time":"Jan 20, 2017"
    },
    {
        "title": "Smart Website",
        "keywords": "chatbots, bots, smart site, smart website, api.ai, nlp, natural language processing, conversational banking, conversational interfaces, faqs, routine queries, machine learning, artifical intelligence, text analytics, virtual assistant, personal assistant,  navigation assistant",
        "image_name": "smart-website.png",
        "description": "A virtual assistant that guides customers make decisions regarding complex financial products and processes and also address their grievances without any manual intervention.",
        "pdf_url": "BFS DigitalWorks Lab_BotAssistedSmartWebsite.pdf",
        "video_url": "chatbot_revised_VIdeo.mp4",
        "color": "#5eb41f",
        "download_url":"",
        "app_url": "http://ec2-52-77-142-199.ap-southeast-1.compute.amazonaws.com/dwlabsolutions/smart-site/",
        "isMobile": false,
        "updated_time":"Jan 20, 2017"
    },
    {
        "title": "Loyalty Reward Program",
        "keywords": "loyalty reward program, blockchain, qr code scan, bitcoin wallet, smart contract, loyalty points, aggregator, merchant reward management, loyalty points redemption, reward points conversion, multiple reward points management, reward tracking",
        "image_name": "loyalty-reward-point.png",
        "description": "Blockchain based rewards management solution which allows offers transparency in redemption, transfer and conversion of reward points across merchants.",
        "pdf_url": "BFS DigitalWorks Lab_LRP.pdf",
        "video_url": "LRP_video.mp4",
        "color": "#e4a11f",
        "download_url":"http://ec2-52-77-142-199.ap-southeast-1.compute.amazonaws.com/android_apks/LRP%20PROD.apk",
        "app_url": "http://ec2-52-77-142-199.ap-southeast-1.compute.amazonaws.com/dwlabsolutions/lrp",
        "isMobile": true,
        "updated_time":"Jan 20, 2017"
    },
    {
        "title": "Omni Channel Journey Manager",
        "keywords": "omni channel journey manager, process management, customer journey mapping, channel tracking, form factor optimisation, digital leakage management, real time customer tracking, customer journey alteration, personalized experience",
        "image_name": "omni-channel.png",
        "description": "A point of view on digital customer journey tracking across various engagement channels and journey enhancement on the fly to drive the desired behavior.",
        "pdf_url": "BFS DigitalWorks Lab_Omnichannel.pdf",
        "video_url": "",
        "color": "#5eb41f",
        "download_url":"",
        "app_url": "http://ec2-52-77-142-199.ap-southeast-1.compute.amazonaws.com/dwlabsolutions/ocjm/",
        "isMobile": true,
        "updated_time":"Jan 20, 2017"
    },
    {
        "title": "Augmented Reality",
        "image_name": "augmented-reality.png",
        "keywords": "augmented reality, offer management, gps, skyline scan, logo scan, card scan, wikitude, offers, personalized offers, hyper-personalized services, contextual offers, credit card scan",
        "description": "Marker based augmented reality solution which offer immersive experience by combining real world objects with personalized and interactive digital information layer.",
        "pdf_url": "BFS DigitalWorks Lab_AR.pdf",
        "video_url": "AR_Video.mp4",
        "color": "#cd273a",
        "download_url":"http://ec2-52-77-142-199.ap-southeast-1.compute.amazonaws.com/android_apks/AR_V2_7_PROD.apk",
        "app_url": "",
        "isMobile": true,
        "updated_time":"Jan 20, 2017"
    },
    {
        "title": "Paperless On-boarding with Social Media Verification",
        "keywords": "paperless onboarding, facebook, graph api, social scoring, alternate scoring, blockchain, photo match, facial biometric, ocr, customer onboarding, social network, social media verification, credit card, liveliness, google mobile vision, face api, microsoft cognitive services, tesseract api,  kyc, know your customer, kba, knowledge based authentication, alternative lending scoring model",
        "image_name": "onboarding.png",
        "description": "A complete customer onboarding application using OCR for document data extraction, facial biometric, blockchain for document storage and social media verification capability.",
        "pdf_url": "BFS DigitalWorks Lab_Paperless Onboarding.pdf",
        "color": "#e4a11f",
        "video_url": "Onboarding_Video.mp4",
        "download_url":"http://ec2-52-77-142-199.ap-southeast-1.compute.amazonaws.com/android_apks/Onboarding%20PROD.apk",
        "app_url": "",
        "isMobile": true,
        "updated_time":"Jan 20, 2017"
    },
    {
        "title": "Personal Finance Manager",
        "keywords": "personal fianance management, robo advisory, robo advisor, goal planning, scenario planning, health score, financial health, ibm watson trade-off analytics, pareto optimization, modern portfolio theory, spend advisor, spend analysis, investment advsior, location based advice, wealth management, wealth advisor, transaction banking, risk profiling, 360 degree customer view, customer portfolio",
        "image_name": "pfm.png",
        "description": "Solution with spend analysis, spend advisory and investment advisory modules which managing financial goal setting and managing one’s expenses properly.",
        "pdf_url": "BFS DigitalWorks Lab_PFM.pdf",
        "color": "#cd273a",
        "video_url": "",
        "download_url":"",
        "app_url": "http://ec2-52-77-142-199.ap-southeast-1.compute.amazonaws.com/dwlabsolutions/dwpfm/",
        "isMobile": false,
        "updated_time":"Jan 20, 2017"
    },
    {
        "title": "Customer Branch Experience",
        "keywords": "beacons, customer branch experience, estimote, branch optimisation, branch management, offer push, heat map, branch banking, offers, bluetooth, queue management, contextual offers, google push notifications, real time customer tracking, real time in-branch management, branch analytics, proximity based services, 360 degree customer view, customer portfolio, hyper-personalized services, wait time",
        "image_name": "customer-branch-experience.png",
        "description": "Beacons based branch transformation solution which allows real-time tracking customer journey tracking enriched with CRM data & contextualized offer distribution strategy.",
        "pdf_url": "BFS DigitalWorks Lab_Cube.pdf",
        "color": "#5eb41f",
        "video_url": "Beacon_Video_V3.mp4",
        "download_url":"http://ec2-52-77-142-199.ap-southeast-1.compute.amazonaws.com/android_apks/CUBE%20PROD.apk",
        "app_url": "http://ec2-52-77-142-199.ap-southeast-1.compute.amazonaws.com/dwlabsolutions/cube/",
        "isMobile": true,
        "updated_time":"Jan 20, 2017"
    },
    {
        "title": "Contextual Offer Management",
        "keywords": "geo fencing, real time offer push, push notifications, google awareness, google geo coding, offer setup, contextual offers, personalized marketing, real time offer, merchant offer portal, offer management portal, offer consumption, customer behavior, location intelligence, business intelligence, personalised customer experience",
        "image_name": "customer-branch-experience.png",
        "description": "Solution which allows business intelligence to deliver personalized customer experience by offering context based push notifications to improve offer redemption rate.",
        "pdf_url": "",
        "color": "#5eb41f",
        "video_url": "",
        "download_url":"",
        "app_url": "http://ec2-52-77-142-199.ap-southeast-1.compute.amazonaws.com/dwlabsolutions/geoadmin/",
        "isMobile": false,
        "updated_time":"Jan 20, 2017"
    },
    {
        "title": "Advisor Bot",
        "keywords": "chatbots, api.ai, nlp, natural language processing, aws ml, conversational banking, conversational interfaces, machine learning, artifical intelligence, text analytics, virtual assistant, personal assistant, navigation assistant, relationship manager",
        "image_name": "customer-branch-experience.png",
        "description": "A virtual assistant for financial advisors which can aggregate data from multiple external data sources and provide meaningful insights to improve the advisor’s productivity.",
        "pdf_url": "",
        "color": "#5eb41f",
        "video_url": "",
        "download_url":"",
        "app_url": "http://ec2-52-77-142-199.ap-southeast-1.compute.amazonaws.com/dwlabsolutions/rmbot/",
        "isMobile": false,
        "updated_time":"Jan 20, 2017"
    }

]